<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | سطور اللغة التالية هي السطور الافتراضية التي تتطابق مع الأسباب
    | التي يقدمها وسيط كلمة المرور لمحاولة تحديث كلمة المرور
    | نتيجة مثل الفشل بسبب كلمة مرور غير صالحة / رمز إعادة تعيين.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا لك رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.",

];
